const DB = [
    {
        name: 'Київ', id: 1, data: [
            {
                id: 1001, name: 'За двома зайцями', address: 'вулиця Андріївський узвіз, 34, Київ, 04070', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 10001, img: '', name: 'Шашлык', description: '', price: 50.00 },
                    { id: 10002, img: '', name: 'Пиво', description: '', price: 30.00 },
                    { id: 10003, img: '', name: 'Картошка Фри', description: '', price: 42.00 },
                    { id: 10004, img: '', name: 'Гречка', description: '', price: 56.00 },
                    { id: 10005, img: '', name: 'Салат греческий', description: '', price: 50.00 }
                ]
            },
            {
                id: 1002, name: 'Корчма Тарас Бульба', address: 'вулиця Пушкінська, 2-4/7, Київ, 02000', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 11001, img: '', name: 'Шашлык', description: '', price: 40.00 },
                    { id: 11002, img: '', name: 'Салат “Королевский”', description: 'За 200 гр.', price: 105.00 },
                    { id: 11003, img: '', name: 'Деруны с мясом запеченные в горшочке', description: 'За 300 гр.', price: 80.00 },
                    { id: 11004, img: '', name: 'Сочный стейк в яблочно-медовом соусе', description: 'За 200 гр.', price: 135.00 }
                ]
            },
            {
                id: 1003, name: 'Практика', address: 'вулиця Бульварно-Кудрявская 3, Київ, 01024', workTimes: ['11.00-23.00', '11.00-23.00', '11.00-23.00', '11.00-23.00', '11.00-23.00', '11.00-23.00', '11.00-23.00'],
                menu: [
                    { id: 12001, img: '', name: 'Салат "Цезарь"', description: '', price: 200.00 },
                    { id: 12002, img: '', name: 'Свиные Рёбрышки BBQ', description: '', price: 390.00 },
                    { id: 12003, img: '', name: 'Компот бабушки со смородиной и малиной', description: '', price: 50.00 },
                    { id: 12004, img: '', name: 'Медовик', description: '', price: 140.00 },
                ]
            },
        ]
    },
    {
        name: 'Дніпро', id: 2, data: [
            {
                id: 2001, name: 'Репортер', address: 'вулиця Барикадна, 2, Дніпро', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 21001, img: '', name: 'Салат греческий', description: '', price: 150.00 },
                    { id: 21002, img: '', name: 'Пеппер Стейк', description: '', price: 500.00 },
                    { id: 21003, img: '', name: 'Роллы "Калифорния" с крабом', description: '', price: 420.00 },
                    { id: 21004, img: '', name: 'Тархун-маракуйя (Лимонад)', description: '', price: 75.00 },
                ]
            },
            {
                id: 2002, name: 'One Dollar Bar', address: 'вулиця Шевченка, 6, Дніпро', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 22001, img: '', name: 'Брускетта с курицей', description: '', price: 200.00 },
                    { id: 22002, img: '', name: 'Куриный Стейк', description: '', price: 250.00 },
                    { id: 22003, img: '', name: 'Торт Сникерс', description: '', price: 800.00 },
                    { id: 22004, img: '', name: 'Мята-Лайм', description: '', price: 90.00 },
                ]
            }
        ]
    },
    {
        name: 'Львів', id: 3, data: [
            {
                id: 3001, name: 'Тераса', address: 'вулиця Звенигородська, 3', workTimes: ['09.00-22.00', '09.00-22.00', '09.00-22.00', '09.00-22.00', '09.00-22.00', '09.00-22.00', '09.00-22.00'],
                menu: [
                    { id: 31001, img: '', name: 'Хумус зі шпинатом', description: '', price: 180.00 },
                    { id: 31002, img: '', name: 'Тар-тар з телятиною', description: '', price: 280.00 },
                    { id: 31003, img: '', name: 'Овочеший салат', description: '', price: 100.00 },
                    { id: 31004, img: '', name: 'Овочі-гриль', description: '', price: 105.00 },
                    { id: 31005, img: '', name: 'Штрудель яблучний', description: '', price: 140.00 },
                ]
            },
            {
                id: 3002, name: 'Гасова Лямпа', address: 'вулиця Вірменська, 20', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 32001, img: '', name: 'Карпачо з восьминіга', description: 'Це блюдо вісить 100 гр.', price: 245.00 },
                    { id: 32002, img: '', name: 'Тар-тар з лосося', description: '', price: 200.00 },
                    { id: 32003, img: '', name: 'Камамбер', description: '', price: 185.00 },
                    { id: 32004, img: '', name: 'Рібай Стейк', description: 'За 100 гр.', price: 250.00 },
                    { id: 32005, img: '', name: 'Салат грецький', description: '', price: 160.00 },
                ]
            },
            {
                id: 3003, name: 'Mons Pius', address: 'вулиця Вірменська, 7', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 33001, img: '', name: 'Дабл Трафл Бургер', description: '', price: 389.00 },
                    { id: 33002, img: '', name: 'Дак Бургер', description: 'Бургер з качки', price: 341.00 },
                    { id: 33003, img: '', name: 'Цезар з куркою', description: '', price: 150.00 },
                    { id: 33004, img: '', name: 'Т-Боун Стейк', description: 'За 100 гр.', price: 120.00 },
                    { id: 33005, img: '', name: 'Салат грецький', description: '', price: 140.00 },
                ]
            }        ]
    }
];