const DB = [
    {
        name: 'Київ', id: 1, data: [
            {
                id: 1001, name: 'За двома зайцями', address: 'Андріївський узвіз, 34, Київ, 04070', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 10001, img: '', name: 'Шашлик', description: '', price: 50.00 },
                    { id: 10002, img: '', name: 'Пивас', description: '', price: 30.00 },
                    { id: 10003, img: '', name: 'Картошка', description: '', price: 42.00 },
                    { id: 10004, img: '', name: 'Гречка', description: '', price: 56.00 },
                    { id: 10005, img: '', name: 'Салат греческий', description: '', price: 50.00 },
                ]
            },
            {
                id: 1002, name: 'Корчма Тарас Бульба', address: 'вулиця Пушкінська, 2-4/7, Київ, 02000', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [
                    { id: 20001, img: '', name: 'Шашлик', description: '', price: 40.00 },
                ]
            },
            {
                id: 1003, name: 'La Veranda', address: 'вулиця Академіка Богомольця, 7/14, Київ, 01024', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [

                ]
            },
        ]
    },
    {
        name: 'Дніпро', id: 2, data: [
            {
                id: 2001, name: 'Репортер', address: 'вулиця Барикадна, 2, Дніпро', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [

                ]
            },
            {
                id: 2002, name: 'First Wave Pizza Bar', address: 'вулиця Короленка, 3a, Дніпро', workTimes: ['10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00', '10.00-22.00'],
                menu: [

                ]
            }
        ]
    },
    { name: 'Львів', id: 3, data: [] }
];